Revit 2027 API
SymbolTypeId.KgCO2ePerMSup3 Property
 Symbol kgCO₂e/m³, indicating kilograms Carbon Dioxide per cubic meter
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KgCO2ePerMSup3 { get; }
Public Shared ReadOnly Property KgCO2ePerMSup3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KgCO2ePerMSup3 {
	ForgeTypeId^ get ();
}
static member KgCO2ePerMSup3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace